{
  "names_of_crops": [
    "धान",
    "गेहूँ",
    "जौ",
    "तिलहन फसलें",
    "रबी मक्का",
    "गन्ना",
    "ग्राम",
    "मटर",
    "आलू",
    "सब्जी",
    "फल।",
    "पशुपालन",
    "मत्स्य पालन",
    "रेशम उत्पादन"
  ],
  "general_advisory": "राज्य में मौसम के वर्तमान परिदृश्य में, किसानों को अगले दो हफ्तों के लिए अपनी कृषि का प्रबंधन करना होगा। निम्नलिखित सिफारिशें की जाती हैंः-सामान्य सलाह की पंक्तियाँ।",
  "crops_data": {
    "paddy": {
      "advisory": [
        "धान की खेती के लिए पर्याप्त आर्द्रता बनाए रखें।",
        "बीज कटाई के लिए खेत से अवांछित पौधों को हटा दें।",
        "अनुशंसित कीटनाशकों के साथ गलत स्मट रोग को नियंत्रित करें।"
      ]
    },
    "wheat": {
      "advisory": [
        "25 अक्टूबर से 0 नवंबर के बीच अनुशंसित गेहूं की किस्मों की बुवाई करें।",
        "गेहूँ की खेती के लिए अनुशंसित किस्मों के बीजों की व्यवस्था करें।"
      ]
    },
    "barley": {
      "advisory": [
        "जौ की बुआई 20 अक्टूबर से 0 नवंबर के बीच करें।",
        "जौ की अनुशंसित किस्मों के बीजों को व्यवस्थित करें।"
      ]
    },
    "oilseed crops": {
      "advisory": [
        "सरसों की खेती के लिए अनुशंसित किस्मों की बुवाई करें।"
      ]
    },
    "rabi maize": {
      "advisory": [
        "मक्के की खेती के लिए अनुशंसित संकर और किस्मों की बुवाई करें।"
      ]
    },
    "sugarcane": {
      "advisory": [
        "गन्ने की प्रारंभिक उच्च-चीनी किस्मों की बुवाई करें।",
        "गन्ने की खेती के लिए खेतों को तैयार करें और अनुशंसित उर्वरकों का उपयोग करें।"
      ]
    },
    "gram": {
      "advisory": [
        "अक्टूबर के दूसरे या तीसरे सप्ताह तक अनुशंसित चना किस्म की बुवाई करें।"
      ]
    },
    "pea": {
      "advisory": [
        "मटर की अनुशंसित किस्मों की बुवाई करें।"
      ]
    },
    "potato": {
      "advisory": [
        "15 अक्टूबर से आलू की मुख्य फसल के लिए अनुशंसित किस्मों के साथ तैयारी करें।"
      ]
    },
    "vegetable": {
      "advisory": [
        "रबी सब्जियों के लिए नर्सरी बोएँ और पौधरोपण करें।"
      ]
    },
    "fruit": {
      "advisory": [
        "अनुशंसित प्रथाओं के अनुसार फलों की फसलों की कटाई और प्रबंधन करें।"
      ]
    },
    "animal husbandry": {
      "advisory": [
        "पैर और मुँह की बीमारी और गांठदार त्वचा की बीमारी के खिलाफ टीकाकरण करें।",
        "नवजात पशुओं का विशेष ध्यान रखें।"
      ]
    },
    "fisheries": {
      "advisory": [
        "अनुशंसित अनुपात के अनुसार तालाबों में कार्प मछलियों को इकट्ठा करें।",
        "तालाबों में मछली के भार के लिए पूरक फ़ीड का उपयोग करें।"
      ]
    },
    "sericulture": {
      "advisory": [
        "रेशम उत्पादन के लिए शहतूत क्षेत्र में कीट नियंत्रण का प्रबंधन करें।"
      ]
    }
  },
  "date": "10-10-2024"
}