{
  "names_of_crops": [
    "गेहूँ",
    "धान",
    "मक्का",
    "गन्ना",
    "तिलहन",
    "दालें",
    "सब्जियाँ",
    "बागवानी",
    "पशुपालन",
    "मत्स्य पालन"
  ],
  "general_advisory": "राज्य में मौसम के वर्तमान परिदृश्य में, किसानों को अगले दो हफ्तों के लिए अपनी कृषि का प्रबंधन करना होगा। निम्नलिखित सिफारिशें की जाती हैंः - फसल कटाई के बाद कभी भी फसल के अवशेषों को न जलाएं। इनकी सीमा लगभग 20 किलोमीटर है। जुताई/जुताई के समय युरिया की दर से मिट्टी को मोड़ने वाले हल के साथ मिलाने पर फसल के अवशेष 20 से 30 दिनों के भीतर मिट्टी में विघटित हो जाते हैं।-कृषि विभाग के बीज और कृषि रक्षा केंद्रों से अपघटक प्राप्त करके फसल के अवशेषों का छिड़काव किया जा सकता है और खेतों में विघटित किया जा सकता है।-मिट्टी और बीज जनित रोगों के नियंत्रण के लिए जैव कीटनाशक ट्राइकोडर्मा विरिडी प्रतिशत डब्ल्यू. पी. या ट्राइकोडर्मा हर्जियनम 2 प्रतिशत डब्ल्यू. पी. 2. 50 प्रति किलोग्राम। गाय के गोबर की सड़ी हुई खाद को हल्के पानी के साथ मिलाकर 8-0 दिनों तक छाया में रखने से और फिर बुवाई से पहले आखिरी जुताई में इसे भूमि में डालने से, यह खुले टेंडुआ, करनाल सड़ांध आदि जैसी बीमारियों के प्रबंधन में मदद करता है-खेतों और नालियों को खरपतवारों से मुक्त रखें।-रबी फसलों की उन्नत किस्मों का चयन क्षेत्रीय अनुकूलता और मौसमी के अनुसार किया जाना चाहिए। 45 नवंबर से पहले गेहूं की बुवाई के अधिक उत्पादन के लिए-रबी फसलों की बुवाई के लिए चयनित किस्म के केवल स्वस्थ, शुद्ध और प्रमाणित बीजों का उपयोग करें। यदि प्रमाणित बीज उपलब्ध नहीं हैं, तो बीज उपचार के बाद ही बोएँ। बीजों को हर तीसरे वर्ष बदला जाना चाहिए।-रबी फसल में गेहूं, मिट्टी परीक्षण के आधार पर संतुलित मात्रा में उर्वरकों का उपयोग किया जाना चाहिए। यदि पिछली फसल में बुवाई के समय जस्ता का उपयोग नहीं किया गया है, तो सिफारिश के अनुसार खड़ी फसल में जस्ता सल्फेट का उपयोग किया जाना चाहिए।-शरद ऋतु के गन्ने को आलू, पीली सरसों, सब्जी मटर, दाल आदि के साथ अंतः फसल के रूप में लगाया जाना चाहिए। अंतर-फसल किस्म को बहुत अधिक वनस्पति रूप से फैलाया नहीं जाना चाहिए।-जी. आई. एस. आधारित राष्ट्रीय कीट निगरानी प्रणाली (57285) मोबाइल ऐप भारत सरकार द्वारा नवीनतम 4जी तकनीक का उपयोग करके लक्षित कीटों/फसल संयोजन के लिए विकसित किया गया है। प्ले स्टोर में 7538 टाइप करके ओएस डाउनलोड किया जा सकता है। ऐप महामारी के प्रसार, कीट/रोग की पहचान, कीट हॉट स्पॉट आदि के बारे में जानकारी प्राप्त कर सकता है, ताकि किसानों को कीट रोग प्रबंधन, आर्थिक नुकसान स्तर-आधारित निर्णय लेने आदि के लिए समय पर विशेषज्ञ की सलाह मिल सके।",
  "crops_data": {
    "wheat": {
      "advisory": [
        "45 नवंबर तक गेहूं की किस्में जैसे डी. बी. डब्ल्यू., 87 (करण वंदना), पी. बी. डब्ल्यू.,-826, एच. डी.-3249, के.-006, एच. डी.-2967, के.-0307, डी. बी. डब्ल्यू.-39, डी. बी. डब्ल्यू., 222 (करणेंद्र), डी. बी. डब्ल्यू., 303 (करण वैष्णवी), डब्ल्यू., एच.-05, डब्ल्यू., एच. सॉ 270 आदि।",
        "राज्य के बुंदेलखंड क्षेत्र के लिए अनुशंसित किस्में जैसे के-676, के-347, डीएल-803-3, राज-4555, एचआई-838, एचआई-8498, के-907, डब्ल्यू. सॉ एच-47, जीडब्ल्यू, 273, जीडब्ल्यू-322। हा हा।",
        "20 नवंबर तक के. आर. एल.-283, के. आर. एल.-9, के. आर. एल.-240 और के. आर. एल.-23 आदि परती भूमि में बुवाई के लिए अनुशंसित किस्मों की बुवाई करें।",
        "गर्मी सहिष्णु किस्मों एच. डी.-3293, डी. बी. डब्ल्यू.-327 (करण शिवानी), डी. बी. डब्ल्यू.-07, डी. बी. डब्ल्यू.-90 (ई), डब्ल्यू. बी.-90 (ई) की समय पर बुवाई बदलते जलवायु परिस्थितियों में सिंचित स्थिति में की जानी चाहिए। बुआई-05, सी. बी. डब्ल्यू.,-38।",
        "\"गेहूं (डुरम गेहूं) की अनुशंसित किस्मों को सिंचित स्थिति जैसे पी. बी. डब्ल्यू.-34, पी. बी. डब्ल्यू.-25, पी. बी. डब्ल्यू.-233, एच. आई.-838, एच. आई.-8773, एच. आई.-8737, एच. आई.-8759, यू. पी.-2784, जी. डब्ल्यू.-273, एच. डी.-4728, एच. डी.-943 आदि में बोएं।",
        "20 से गेहूँ की बुवाई। लाइन-टू-लाइन दूरी और 5 सेमी की गहराई पर पर्याप्त नमी रखें।",
        "\"रेंगने वाले और चौड़े पत्ते वाले दोनों खरपतवारों के एक साथ नियंत्रण के लिए, पेंडीमेथलिन 3 पर 30 प्रतिशत ईसी है। 3 लीटर प्रति किलोग्राम। बुवाई के बाद 3 दिनों के भीतर 600 लीटर पानी में घोलकर छिड़काव करें।"
      ]
    },
    "paddy": {
      "advisory": [
        "90 प्रतिशत परिपक्वता पर धान की फसल की कटाई करें या जब चावल का अनाज सुनहरा रंग प्राप्त कर ले, अन्यथा अनाज के फैलाव से उत्पादकता में कमी आ सकती है।",
        "धान के बीजों को 10 से 2 प्रतिशत नमी (काटने की आवाज की स्थिति में) पर संग्रहीत करें।"
      ]
    },
    "maize": {
      "advisory": [
        "रबी मक्के के संकर जैसे पीएमएच-3, एचक्यूपीएम-3, सीडटेक-2324, शक्तिमान-3, बुलंद, मक्के की जटिल किस्में शरदमणि, शक्ति-3। लावा के लिए मोती-पॉपकॉर्न, शिया का मकाक-3, स्वीट कॉर्न प्रिया स्वीट कॉर्न और माधुरी स्वीट कॉर्न और बेबी कॉर्न के लिए एच. एम.-4 और आजाद कमल की प्रजातियां बोएँ।"
      ]
    },
    "sugarcane": {
      "advisory": [
        "राज्य में शरद ऋतु में गन्ने की बुवाई के लिए गन्ने की किस्मों को मंजूरी दी गई है, जैसे कि कंपनी एस-3235, कंपनी एलके-4204। 5023, KO. लाख-6470, केओ। लाख-6202, को. एसएच-7234, को. एसएच-6233, को. सी-3452 और सी048 की बुवाई 45 नवंबर तक पूरी करें।",
        "एक कली से तैयार गन्ने की नर्सरी का रोपण खेत खाली होने पर तुरंत किया जाना चाहिए, एक कतार से दूसरी कतार में 4 फुट और एक पौधे से दूसरे पौधे में 4 फुट की दूरी बनाकर।",
        "बुवाई के समय मिट्टी का उपचार ट्राइकोडर्मा 40 कि. ग्रा. प्रति हेक्टेयर से किया जाना चाहिए। लाल सड़ांध रोग से प्रभावित खेत में गन्ना न बोएँ और पेड़ी भी न लें। पेड़ी में कचरा मल्चिंग करें।",
        "गन्ने के बीज को बवास्टिन 0 से उपचारित किया जाता है। 4 प्रतिशत या थियोफेनेट मिथाइल 0. (ग्राम/एल). पानी) प्रतिशत द्वारा किया जाना चाहिए।",
        "चीनी मिलों को गन्ने की आपूर्ति करते समय, गन्ने को जमीन की सतह से काट लें।",
        "गन्ने की कटाई तभी करें जब आपूर्ति टिकट का एस. एम. एस. आपके मोबाइल पर आए।"
      ]
    },
    "oilseeds": {
      "advisory": [
        "देरी से बुवाई के लिए सरसों/सरसों की वर्धन, राधिका और आशीर्वाद किस्मों को चुनें।",
        "बुवाई के 45 से 20 दिनों के भीतर, घने पौधों को हटाना (पतला करना) और उनकी आपसी दूरी को 45 सेमी तक कम करना आवश्यक है।",
        "राई सरसों में पहली सिंचाई के बाद नाइट्रोजन की शेष मात्रा को ऊपर से छानें।",
        "रजनी, उटेरा अलसी, जेएलएस-95, मऊ आजाद, शारदा, शेखर, पद्मिनी, उमा, इंदु, उटेरा अलसी-2, राजन और कोटा अलसी-6 जैसी स्वदेशी प्रगतिशील किस्मों के अलसी के बीज और रुचि, पार्वती और रश्मि, आजाद, प्रज्ञा जैसी द्वि-राष्ट्रीय किस्मों की बुवाई करें।"
      ]
    },
    "pulses": {
      "advisory": [
        "मटर की किस्में जैसे आई. पी. एफ. डी. 3-2, आई. पी. एफ. डी. 2-8, आई. पी. एफ. डी. 6-3, आई. पी. एफ. डी. 9-2, मालवीय मटर-45 पूरे उत्तर प्रदेश के लिए, जय (के. पी. एम. आर.-522), हरियाल, पंत पी-42, पंत पी-250, उत्तर पूर्वी मैदानी इलाकों के लिए दांतीवाड़ा मटर, एच. एफ. पी.-529, आई. पी. एफ. ग्रीन 6-3, बुंदेलखंड के लिए हल्का, आई. पी. एफ. डी. 4-45, आई. पी. एफ. डी. 1-2, आई. पी. एफ. डी. 204-2।"
      ]
    },
    "vegetables": {
      "advisory": [
        "रबी की सब्जियाँ जैसे फूलगोभी, शिमला मिर्च, टमाटर आदि डालें और पूर्व-लगाए गए पौधे में आवश्यकतानुसार निराई, मल्चिंग, टॉप ड्रेसिंग और सिंचाई करें। फूलगोभी और पत्तागोभी की खड़ी फसल में 50 कि. ग्रा. प्रति हेक्टेयर की दर से टॉप ड्रेसिंग की जानी चाहिए।",
        "मटर की किस्में जैसे अर्किल, पंत मतार-455, पूसा श्री, काशीनंदानी, काशीउदय, काशीमुक्ति, आजाद मतार-3, अल्बिजार, काशी अगेती, पूसा मतार-3 आदि बोएँ।",
        "लहसुन की प्रगतिशील किस्मों जैसे एग्रीफाउंड व्हाइट, यमुना व्हाइट (जी-4), यमुना व्हाइट-2 (जी-50), यमुना व्हाइट-3 (जी-282), पंत लोहित और एग्रीफाउंड पार्वती की बुवाई करें।",
        "रबी प्याज की अनुशंसित किस्मों जैसे भीमाकिरन, भीमाशक्ति, भीमाश्वेता, कल्याणपुर लाल गोल, पूसा रत्नाकर, एग्रीफाउंड लाइट रेड, एग्रीफाउंड व्हाइट, अर्कनिकेतन, पूसा मधुवी और अर्ली ग्रेनो की नर्सरी के लिए बीजों की व्यवस्था करें।",
        "धनिया, सौंफ, मेथि, कलौंजी, अजवाइन, जीरा और सोया जैसी मसाला फसलों की बुवाई के लिए यह सबसे अच्छा समय है।",
        "पालक, मूली, सलगम, चुकंदर, गाजर की अनुशंसित किस्मों की बुवाई करें।"
      ]
    },
    "horticulture": {
      "advisory": [
        "केले में वर्तमान मौसम में भृंग कीट का संक्रमण हो सकता है, जिसके नियंत्रण के लिए मोनोक्रोटोफोस (। 25 मिली प्रति लीटर पानी) या चलनी और मिट्टी में 3-4 ग्राम प्रति पौधे की दर से कार्बोफुरान डालें।",
        "आम के बगीचे में उच्च उपज के पहले 40 वर्षों के लिए आलू, मिर्च, टमाटर, मटर और ग्लेडियोलस को अंतः फसल के रूप में खेती करें।",
        "आंवला में खमीर संक्रमण की रोकथाम के लिए बोरेक्स (6 से 8 ग्राम)। प्रति लीटर पानी छिड़कें) और प्लेटों पर उर्वरकों की अनुशंसित मात्रा लागू करें।",
        "निम्बू में खुजली को रोकने के लिए, कॉपर ऑक्सीक्लोराइड 2 से 3 ग्राम या स्ट्रेप्टोसाइक्लिन 600 मिलीग्राम प्रति लीटर पानी का घोल छिड़के।"
      ]
    },
    "animal husbandry": {
      "advisory": [
        "पश्चिमी उत्तर प्रदेश के 5 जिलों में पैर और मुंह की बीमारी (एफएमडी) का टीकाकरण 8 दिसंबर तक मुफ्त किया जा रहा है।",
        "जौ और बरसीम के बीज विभागीय क्षेत्रों में एक निश्चित मूल्य पर उपलब्ध हैं और इसलिए पशुपालक/किसान इन्हें खरीद सकते हैं।",
        "अतिरिक्त चारा विकास कार्यक्रम के तहत रबी के मौसम के दौरान पशुपालकों/किसानों को बेरसीम प्रमाणित चारा बीज मिनी किट मुफ्त प्रदान किए जा रहे हैं।",
        "पं. मंडल/जिला और विकास खंड के गाँवों में दीन दयाल उपाध्याय मेला आयोजित किया जा रहा है जिसमें मुफ्त चिकित्सा उपचार, दवाएँ और सेमिनार भी आयोजित किए जा रहे हैं।",
        "किसानों/पशुपालकों के दरवाजे पर पशु चिकित्सा उपचार प्रदान करने के लिए विभाग द्वारा मोबाइल पशु चिकित्सा इकाई योजना का संचालन किया जा रहा है। इस योजना का लाभ उठाने के लिए सभी किसान/पशुपालक टोल शुल्क हेल्प लाइन नंबर पर कॉल कर सकते हैं। आप-962 पर संपर्क करके योजना का लाभ उठा सकते हैं।"
      ]
    },
    "fisheries": {
      "advisory": [
        "तालाब में मछली के लिए पूरक का उपयोग मछली के शरीर के वजन पर निर्भर करता है। 8 प्रतिशत से अधिक न हो।",
        "तालाब में मिट्टी की गुणवत्ता को बनाए रखने के लिए, 400 ग्राम प्रति एकड़ या 40 किलोग्राम की दर से मिट्टी के प्रोबायोटिक्स। ग्राम/एकड़ की दर से गीली रेत के साथ मिश्रित जियोलाइट का उपयोग करें।",
        "महीने के अंत में कार्प मछली के साथ एक तालाब में जाल लगाना सुनिश्चित करें।",
        "मछलियों को संक्रमण से बचाने के लिए प्रति एकड़ 400 ग्राम। 500 मिली प्रति एकड़ की कर दर पर पोटेशियम परमैंगनेट या वाटर सैनिटाइजर का उपयोग करें।",
        "यदि तालाब का पानी बहुत हरा है, तो चूने और रासायनिक उर्वरकों का उपयोग करना बंद करें और 800 ग्राम कॉपर सल्फेट को पानी में घोल दें।"
      ]
    }
  },
  "date": "06-11-2024"
}